[
    {
        "subject": "Physique nucléaire",
        "body": "La physique nucléaire est une branche de la physique qui étudie les propriétés et les comportements du noyau atomique..."
    },
    {
        "subject": "Introduction à l'espace non-euclidien",
        "body": "L’espace non-euclidien désigne un type de géométrie qui s’écarte des axiomes de la géométrie euclidienne..."
    },
    {
        "subject": "Cycle de vie des papillons",
        "body": "Le cycle de vie du papillon est un des processus les plus remarquables de la nature. La naissance de ces insectes requiert plusieurs étapes qui sont caractérisées par de nombreuses métamorphoses. Le cycle de vie du papillon, passe par les étapes suivantes : œuf, chenille ou larve, chrysalide, papillon adulte. Une fois les œufs éclos, la chenille commence à se nourrir des protéines de l'intérieur de l’œuf. Durant cette période, la chenille mue de son exosquelette. Ensuite, la chenille commence à fabriquer une chrysalide et elle s'y introduit. Le papillon commencera à défaire la chrysalide à coup de tête jusqu'à en sortir complètement et finir par s'en voler !"
    },
    {
        "subject": "Le siècle des Lumières",
        "body": "Les Lumières sont un courant de pensée européen philosophique, littéraire et intellectuel qui émerge dans la seconde moitié du XVIIe siècle, influencé par des philosophes comme Descartes, Spinoza, Locke, Bayle et Newton, avant de se développer dans toute l'Europe, notamment en France, au XVIIIe siècle. Par extension, on a donné à cette période le nom de siècle des Lumières." 
    },
    {
        "subject": "The story of Hazard",
        "body": "Hazard grew up in a prestigious school in Scotland. His early life was troubled by constant bullying. His parents also often fought over financial problems and emotional trauma from the Omnic Crisis. During Hazard's teenage years, his mother fled their home and ran away. Desperate to make a life for himself, Hazard signed up for university, and joined the military to pay for his tuition. However, shortly after enlisting, an Overwatch aircraft was shot down by an unknown airship and crashed into a building nearby, burying Hazard under a pile of rubble. Emergency surgery cost him both his feet, and an arm."
    }
]
    
